// © Copyright 2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "Stan urządzenia:";
SuppliesTitleTextFieldValue = "Materiały eksploatacyjne:";
PrinterNameTitleTextFieldValue = "Nazwa drukarki:";
ModelTitleTextFieldValue = "Nazwa modelu:";

//Control titles
DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Wznów";
SupplyInfoTaskTitle = "Informacje o materiałach eksploatacyjnych";
TravelInfoTaskTitle = "Wskazówki dotyczące podróży";

InkStatusConsumableForAnotherPrinter = "Oryginalny pojemnik HP do innej drukarki";
UnexpectedInstantInkInstalledName = "Zainstalowano nieoczekiwany pojemnik Instant Ink";
HPIICartridgeInstalled = "Zainstalowano pojemnik HP Instant Ink";

// Device states
IdleName = "Wolny";
BusyName = "Zajęty";
InitializingName = "Inicjowanie";
PrintingName = "Drukowanie";
WarmupName = "Nagrzewanie";
ReportsPrintingName = "Drukowanie raportów";
CancelingName = "Anulowanie…";
CalibratingName = "Kalibrowanie…";
ScanningName = "Skanowanie…";
FaxDialingName = "Wybieranie numeru faksu…";
FaxProblemName = "Problem z faksem";
FaxProcessingName = "Przetwarzanie faksu…";
FaxConnectingName = "Nawiązywanie połączenia z faksem…";
FaxSendingName = "Wysyłanie faksu…";
FaxReceivingName = "Odbieranie faksu…";
FaxBlockingName = "Blokowanie faksu…";
FaxCommunicationErrorName = "Błąd komunikacji faksu";
CopyingName = "Kopiowanie";
IOStallName = "Blokada wejścia/wyjścia";
GeneralPrinterError = "Ogólny błąd drukarki";
PrinterErrorName = "Błąd drukarki";
PrinterFailure = "Awaria drukarki";
PrintSystemProblemName = "Problem z systemem drukowania";
PrinterProblemName = "Problem z drukarką";
PrintingInQuietModeName = "Drukowanie w trybie cichym";
CopyingInQuietModeName = "Kopiowanie w trybie cichym";
PaperSizeMismatchName = "Niewłaściwy rozmiar papieru";
PaperSizeMismatchTitle = "Niewłaściwy rozmiar papieru";
QuietModeIgnoredName = "Tymczasowo wyłączono tryb cichy";
InkCarriageStallName = "Zablokowana karetka pojemnika z tuszem";
PrintheadFailedOrMissedName = "Brak lub awaria głowicy drukującej";
ProblemWithPrintheadName = "Problem z głowicą drukującą";
PaperJamOrTrayProblemTitle = "Zacięcie papieru lub problem z podajnikiem";
RealTimeClockFailureName = "Problem z przygotowaniem drukarki";
ActionRequired = "Wymagane działanie";

DeviceStatusUnknown = "Nieznana";

FeederJammedOrDirtyName = "Zacięty lub zabrudzony podajnik dokumentów";

DiaperFullWarning = "Ostrzeżenie o ilości tuszu serwisowego";

DryTimeWaitName = "Oczekiwanie na wyschnięcie";
DryTimeWaitTitle = "Oczekiwanie na wyschnięcie";
DryTimeWaitMsg = "Działanie urządzenia zostało wstrzymane, aby tusz mógł wyschnąć.\nJeśli jest to zadanie automatycznego druku dwustronnego, nie wyjmuj papieru. Papier zostanie ponownie wciągnięty do urządzenia, aby wydrukować drugą stronę.";

CDopenTitle = "Podajnik CD/DVD jest otwarty";
CDopenMsg = "Zamknij podajnik CD/DVD, aby kontynuować drukowanie z głównego podajnika.";

CDclosedTitle = "Podajnik CD/DVD jest zamknięty";
CDclosedMsg = "Otwórz podajnik CD/DVD, aby kontynuować drukowanie na dysku.";

PenChangeName = "Zmiana pióra";
BannerEjectNeededName = "Konieczne wyjęcie baneru";
BannerMismatchName = "Niepasujący baner";
PhotoMismatchName = "Niepasujące zdjęcie";
DuplexMismatchName = "Niepasujący dupleks";

CarriageStallName = "Blokada karetki";
CarriageStallTitle = "Karetka została zablokowana";
CarriageStallMsg = "Koszyk karetki drukującej nie może się poruszać.\nWyłącz zasilanie urządzenia. Sprawdź, czy w urządzeniu nastąpiło zacięcie papieru lub inna przyczyna zablokowania.";

PrintBarStallName = "Blokada listwy drukującej";

PaperStallName = "Blokada papieru";

PenFailureName = "Awaria pióra";
InkSystemFailureName = "Awaria systemu podawania tuszu";
InkCartridgeFailureName = "Awaria pojemnika z tuszem";
CartridgeProblemName = "Problem z pojemnikiem";
IncompatibleCartridgesName = "Niezgodne pojemniki";
IncompatibleInkCartridgesName = "Niezgodne pojemniki z tuszem";
IncompatibleTonerName = "Niezgodny pojemnik";
IncompatibleDrumName = "Niezgodny bęben";
CartridgeInWrongOrderName = "Pojemnik z tuszem został nieprawidłowo zainstalowany";
InkCartridgesMissingName = "Brak pojemników z tuszem";
InkCartridgeProblemName = "Problem z pojemnikiem z tuszem";
HPProtectedCartridgeInstalledName = "Zainstalowano chroniony pojemnik z tuszem HP";
HPProtectedDrumInstalledName = "Zainstalowano chroniony bęben HP";
UsedHPInstantInkCartridgeTitle = "Używany pojemnik HP Instant Ink";
UsedHPInstantInkCartridge = "Wskazany powyżej pojemnik HP Instant Ink może być używany tylko w drukarce HP Instant Ink, w której został pierwotnie zainstalowany. Należy go wymienić.";
TrialConsumableCountExceededName = "Zainstalowano nieobsługiwany pojemnik";
ReplaceFaultySupplyTitle = "Wymień uszkodzony pojemnik z tuszem lub głowicę drukującą.";
ReplaceFaultySupplyMsg = "Wykryto poważny problem z pojemnikiem z tuszem lub głowicą drukującą. Wymień na pojemnik z tuszem lub głowicę drukującą HP.";
CommunicationFailureName = "Błąd komunikacji";
ConsumableSubscriptionOptionNotSetName = "Zakończ konfigurację drukarki";
NonInstantInkCartridgeInstalledName = "Zainstalowano pojemnik inny niż Instant Ink";
InstantInkReadyCartridgesInstalledName = "Zainstalowano pojemniki HP Instant Ink Ready";
PHAStartupBlockedName = "Użyj nowych pojemników w celu uruchomienia";
UsedCartridgeNotRecommendedForStartupName = "Używany pojemnik nie jest zalecany do wykonywania procedury początkowej";
PHAStartupFailedName = "Awaria głowicy drukującej";
SetupSupplyUpgradeFailedName = "Problem z pojemnikami STARTOWYMI";
CartridgeSensorFailureName = "Awaria czujnika pojemnika z tuszem";
CartridgeSensorErrorName = "Błąd czujnika pojemnika";
SHAIDOOITooEarlyFailureName = "Problem z systemem materiałów eksploatacyjnych";
InsufficientPrinterMemoryName = "Zbyt mało pamięci drukarki";
TonerMemoryMissingName = "Brak pamięci wkładu";
DrumMemoryMissingName = "Brakuje pamięci bębna";
UnauthorizedDrumName = "Nieautoryzowany bęben";
PrinterMaintenanceName = "Konserwacja drukarki";
PrinterMispickName = "Błąd podawania drukarki";
WrongCartridgeInSlotName = "Niewłaściwy pojemnik w gnieździe";
ManuallyFeedName = "Ręcznie wprowadź papier";
PrintOnBothSidesName = "Ręczne drukowanie dwustronne";
ReplaceCartridgePrintingBlackName = "Wymień pojemnik z czarnym materiałem drukującym";
OverFilledDetectionName = "Załadowano za dużo papieru";

HSDOlderGenerationCartridgeTitle = "Zainstalowano starszy typ pojemnika z tuszem";

HardErrorName = "Ciężki błąd";
InstallFuserName = "Wyłącz. Zainstaluj ponownie grzałkę utrwalającą.";
PoweringDownName = "Wyłączanie";
FPTestName = "Test FP";
HydeMissingName = "Brak hyde";
OutputBinFullName = "Zasobnik wyjściowy pełny";
MediaSizeMismatchName = "Niewłaściwy rozmiar nośnika";
ManualDuplexBlockName = "Blokada dupleksu ręcznego";
ServiceStationStalledName = "Blokada stacji serwisowej";
ServiceStallName = "Blokada serwisu";
MediaTooShortToPrintName = "Zbyt krótki papier";
MediaTooShortToAutoDuplexName = "Papier zbyt krótki dla automatycznego dupleksu";
MediaTooLongToAutoDuplexName = "Papier zbyt długi dla automatycznego dupleksu";
MediaPromptName = "Monit o nośnik";

ScannerUnknownErrorName = "Nieznany błąd skanera";
ScannerInvalidMediaSizeName = "Niewłaściwy rozmiar nośnika w skanerze";
ScannerFeederOpenName = "Otwarta pokrywa automatycznego podajnika dokumentów";
ScannerFeederJamName = "Zacięcie papieru w automatycznym podajniku dokumentów";
ScannerFeederEmptyName = "Pusty podajnik dokumentów";
ScannerFeederLoadedName = "Załadowano dokument";
ScannerMispickName = "Błąd pobierania podajnika ADF";
ScannerProcessingName = "Przetwarzanie skanu";
ScannerFeederJamOrDirtyName = "Zacięcie lub zabrudzenie ADF";

OutOfInkName = "Brak tuszu";
OutOfInkTitle = "Puste pojemniki z tuszem";
OutOfInkMsg = "Brak tuszu do drukowania.\nAby kontynuować drukowanie, musisz zainstalować co najmniej jeden z pojemników z kolorami podstawowymi lub pojemnik z tuszem czarnym.";
CartridgeVeryLowName = "Krytycznie niski poziom atramentu";

LIOProtoErrorName = "Błąd LIO proto";
PumpStallName = "Blokada pompy";
Tray2MissingName = "Brak podajnika 2";
TrayAlmostEmptyName = "Mało papieru";
DuplexerMissingName = "Brak dupleksu";
RearTrayMissingName = "Brak tylnego podajnika";
PenNotLatchedName = "Nie zatrzaśnięte pióro";
ManualFeedBlockName = "Blokada podawania ręcznego";
TrayMissingName = "Brak podajnika papieru";
TrayMissingOrOpenName = "Otwarty podajnik lub brak podajnika";
InputTrayFailedToOpenName = "Zablokowany podajnik papieru";

NonHPInkName = "Tusz inny niż HP";
NonHPInkTitle = "Pojemniki z tuszem inne niż HP";
NonHPInkMsg = "Firma HP nie może zagwarantować jakości ani niezawodności materiałów eksploatacyjnych innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania materiałów eksploatacyjnych producentów innych niż HP nie będą objęte gwarancją.\nJeśli są Państwo przekonani, że kupili oryginalny pojemnik firmy HP, prosimy o wejście na stronę: www.hp.com/go/anticounterfeit.\nOryginalne materiały eksploatacyjne firmy HP są projektowane i testowane do użytku z drukarkami HP, aby umożliwić Państwu uzyskiwanie znakomitych efektów pracy za każdym razem.";
NonHPInkRecoverableMsg = "Firma HP szanuje wybór klienta, ale nie może zagwarantować jakości ani niezawodności pojemników z tuszem innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania pojemników z tuszem producentów innych niż HP nie będą objęte gwarancją. Aby kontynuować drukowanie z użyciem pojemnika z tuszem producenta innego niż HP, należy nacisnąć i przytrzymać przycisk zasilania, nacisnąć trzy razy przycisk Wznów, a następnie puścić przycisk zasilania. Może to mieć jednak wpływ na jakość wydruków i informacje o poziomie tuszu. W przeciwnym razie należy zastąpić obecne pojemniki pojemnikami z tuszem firmy HP. Jeśli są Państwo przekonani, że kupili oryginalny pojemnik z tuszem firmy HP, prosimy o wejście na stronę www.hp.com/go/anticounterfeit.";

PPCResumeName = "Wznów PPC";
MediaTypeMismatchName = "Niewłaściwy typ nośnika";
CustomMediaMismatchName = "Niewłaściwy nośnik niestandardowy";
PenCleaningName = "Czyszczenie pióra";
PenCheckingName = "Sprawdzanie pióra";
ParsingName = "Parsowanie";
DryingMediaName = "Suszenie nośnika";
AccessingPensName = "Uzyskiwanie dostępu do piór";
AligningPensName = "Wyrównywanie piór";
LoadingMediaName = "Ładowanie nośnika";
UnloadingMediaName = "Wyładowywanie nośnika";
NestingPlotsName = "Zagnieżdżanie wykresów";
ReplacingPrintKitName = "Wymienianie zestawu drukującego";
GoingOnName = "Trwa";
TransitionName = "Przejście";
PanelAccessName = "Uzyskano dostęp do panelu sterowania";

ParserErrorName = "Błąd parsera";
PenMissingName = "Brak pióra";
IncorrectPenInstalledName = "Zainstalowano niewłaściwe pióro";
TrayMediaJamName = "Zacięcie nośnika w podajniku";
MediaUnavailableName = "Nośnik niedostępny";
UnknownMediaName = "Nieznany nośnik";
MediaLevelInWrongPositionName = "Poziom nośnika w niewłaściwym położeniu";
MediaMisalignedName = "Nośnik źle wyrównany";
MediaInWrongFormatName = "Nośnik w niewłaściwym formacie";
MediaMispositionedName = "Nośnik w złym położeniu";
MediaEdgeNotDetectedName = "Nie wykryto krawędzi nośnika";
InkSupplyMissingName = "Brak tuszu";
IncorrectInkSupplyInstalledName = "Zainstalowano niewłaściwy tusz";
InkSharedAddressError = "Problem z pojemnikiem z tuszem";
InkSupplyFailureName = "Awaria tuszu";
PenCleanerMissingName = "Brak oczyszczacza pióra";
PenCleanerIncorrectName = "Niewłaściwy oczyszczacz pióra";

UpgradableSupplyName = "Wykryto bezpieczne rozszerzenie funkcjonalności";
SupplyUpgradeSuccessName = "Bezpieczne rozszerzenie udane";
SupplyUpgradeFailedName = "Bezpieczne rozszerzenie nieudane";

SubscribedPagesLowName = "Mała liczba subskrybowanych stron";
SubscribedPagesVeryLowName = "Bardzo niewiele wykupionych stron";
SubscribedPagesOutName = "Brak wykupionych stron";
SubscriptionNeedToConnectName = "Subskrypcja wymaga połączenia";
SubscriptionSuccessfulName = "Subskrypcja tuszu zakończona powodzeniem";
SubscriptionCancellationSuccessfulName = "Anulowano subskrypcję tuszu";
SupplyNeedsEnrollmentName = "Wymagana rejestracja w programie Instant Ink";
NeedToOrderCartridgeName = "Konieczne zamówienie pojemnika";
ImportantMessageName = "Dostępna ważna wiadomość";

PhotoTrayProblemName = "Problem z podajnikiem fotograficznym";
CriticalConditionName = "Wymagana uwaga";
CriticalConditionTitle = "Urządzenie wymaga uwagi";
CriticalConditionMsg = "Zapoznaj się z komunikatem na panelu sterowania, aby uzyskać więcej informacji.";

OutputTrayClosedName = "Zasobnik wyjściowy zamknięty";
OutputTrayClosedTitle = "Zasobnik wyjściowy zamknięty";
OutputTrayClosedMsg = "Zasobnik wyjściowy musi być otwarty, aby można było drukować. Otwórz zasobnik wyjściowy.";

LowPaperTitle = "Niski poziom papieru";
LowPaperMsg = "Dodaj papier do podajnika.";
LowPaperName = "Mało papieru";

NoPaperName = "Brak papieru";
NoPaperTitle = "Brak papieru";
NoPaperMsg = "W urządzeniu nie ma papieru. Dodaj papier do podajnika.";
OutOfPaperTitle = "W urządzeniu nie ma papieru";
OutOfPaperMsg = "Załaduj więcej papieru i naciśnij przycisk $FrontPanelAcceptButton$ na urządzeniu.";

TrayOpenTitle = "Podajnik papieru jest otwarty";
TrayOpenMsg = "Zamknij wszystkie podajniki";
TrayOpenName = "Podajnik otwarty";

DoorOpenTitle = "Pokrywa jest otwarta";
DoorOpenMsg = "Urządzenie nie może drukować, ponieważ pokrywa jest otwarta. Zamknij wszystkie pokrywy urządzenia.";
DoorOpenName = "Pokrywa jest otwarta";
FrontDoorOpenTitle = "Otwarta przednia pokrywa";
FrontDoorOpenName = "Otwarta przednia pokrywa";
RearDoorOpenTitle = "Otwarte drzwiczki tylne";
RearDoorOpenName = "Otwarte drzwiczki tylne";

CloseLeftDoorName = "Zamknij lewe drzwiczki";
CloseRightDoorName = "Zamknij prawe drzwiczki";
CloseLowerRightDoorName = "Zamknij prawe dolne drzwiczki";
DefectiveMemoryName = "Błąd pamięci materiału eksploatacyjnego";
DefectiveMemoryOnTonerName = "Błąd pamięci materiału eksploatacyjnego dotyczący wkładu";
DefectiveMemoryOnDrumName = "Błąd pamięci materiału eksploatacyjnego dot. bębna";

JammedTitle = "Zacięcie papieru";
JammedMsg = "Wystąpiło zacięcie papieru. Zlokalizuj zacięty papier i usuń go.";
PaperJamTitle = "Zacięcie papieru";
PaperJamMsg = "Wystąpiło zacięcie papieru (lub problem z pobraniem). Usuń zacięcie i naciśnij przycisk $FrontPanelAcceptButton$ na urządzeniu.";

ADFPickErrorTrayName = "Nieudane pobranie do podajnika dokumentów";
ADFJammedTrayName = "Zacięcie podajnika dokumentów";

CarriageJamTitle = "Zacięcie karetki";
CarriageJamMsg = "Wystąpiło zacięcie karetki. Zlokalizuj zacięty papier i usuń go.";
CarriageJamName = "Zacięcie karetki";

PaperJamInTrayName = "Blokada papieru w zasobniku";
PaperJamInFuserName = "Blokada papieru w nagrzewnicy";
PaperJamInOutputTrayName = "Blokada papieru w zasobniku wyjściowym";
PaperJamInDuplixerName = "Blokada papieru w duplekserze";

OfflineTitle = "Urządzenie jest w trybie offline";
OfflineMsg = "Urządzenie jest w trybie offline i nie może przetwarzać zadań drukowania.";
OfflineName = "Offline";

StartupRoutineFailedName = "Alert tuszu procedury uruchomienia";
CartridgeCounterfeitOrUsedName = "Wykryto używany lub podrobiony pojemnik";
SupplyCartridgeRefilledName = "Wykryto używany, uzupełniany lub podrobiony pojemnik";
CartridgeCounterfeitAdvisoryName = "Informacja na temat podrabianych pojemników z tuszem";

UnauthorizedSupplyName = "Pojemnik z tuszem bez autoryzacji";

CartridgeMissingOrPaperJamTitle = "Zacięcie papieru lub brak pojemnika z czarnym tuszem";
CartridgeMissingOrPaperJamMsg = "Zainstaluj czarny pojemnik lub usuń zacięcie, a następnie otwórz i zamknij pokrywę.";
CartridgeMissingOrPaperJamName = "Zacięcie papieru lub brak pojemnika z czarnym tuszem";

InsertSETUPCartridge = "Włóż pojemnik startowy";
InsertNonSETUPCartridge = "Włóż pojemnik inny niż startowy";

WaxSpittoonReplaceNeededTitle = "Wymień natychmiast moduł serwisowy tuszu";
WaxSpittoonReplaceNeededMsg = "Moduł serwisowy tuszu jest pełny. Gdy jest pełny, drukarka przestaje drukować. Jeśli masz moduł serwisowy tusz na wymianę, wymień go postępując, postępując zgodnie z dołączonymi do niego instrukcjami. W przeciwnym razie otwórz stronę www.hp.com/support/dj460 lub skontaktuj się z obsługą klienta HP, aby nabyć nowy. Do tego czasu wyjmij prawy pojemnik drukujący, aby kontynuować drukowanie. Drukarka może drukować przy użyciu samego pojemnika kolorowego, ale kolory wydruków i szybkość druku mogą ulec pogorszeniu.";
WaxSpittoonReplaceNeededName = "Pojemnik do zbierania wosku jest pełny";

IsmFullName = "ISM pełny";
IsmFullTitle = "Moduł serwisowy tuszu jest pełny";
IsmFullMsg = "Wymień natychmiast moduł serwisowy tuszu.";

PrintheadsServiceStatus = "Serwisowanie pióra";
PrintheadsServiceSupplies = "Serwisowanie głowic drukujących";

PaperMismatchTitle = "Niewłaściwy papier";
PaperMismatchMsg = "Wykryty papier nie odpowiada wybranemu rozmiarowi papieru. Naciśnij przycisk $FrontPanelAcceptButton$, a następnie wybierz inny rozmiar papieru lub wymień papier w urządzeniu.";
UnexpectedPaperSizeName = "Nieoczekiwany rozmiar papieru";

BlackCartridgeMissingTitle = "Brak pojemnika czarnego";
BlackCartridgeMissingMsg = "W drukarce nie wykryto czarnego pojemnika drukującego, ponieważ jest nieprawidłowo zainstalowany lub go brak. Drukarka może drukować przy użyciu jednego pojemnika drukującego, ale kolor wydruków i szybkość druku mogą ulec pogorszeniu. Jeśli ostatnio zainstalowano pojemnik drukujący, należy upewnić się, że zdjęto folię ochronną zakrywającą dysze pojemnika.";

BlackCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik czarny";
BlackCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany czarny pojemnik drukujący";
BlackCartridgeMisinstalledMsg = "Wystąpił problem z czarnym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Drukowanie może być wolniejsze, a kolory wydruków mogą różnić się od uzyskiwanych przy użyciu kompletu pojemników drukujących.";
BlackCartridgeMisinstalledShortMsg = "Wystąpił problem z czarnym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
OnePenDeviceBlackCartridgeMisinstalledMsg = "Wystąpił problem z czarnym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

BlackCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem";
BlackCartridgeIncorrectMsg = "Wystąpił problem z czarnym pojemnikiem drukującym. Co najmniej jeden z obecnie zainstalowanych pojemników drukujących nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

BlackCartridgeErrorName = "Problem z pojemnikiem z czarnym tuszem";
BlackCartridgeErrorTitle = "Problem z czarnym pojemnikiem drukującym";
BlackCartridgeErrorMsg = "Wystąpił problem z czarnym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Gdy używany będzie tylko pozostały pojemnik, wszystkie dokumenty będą drukowane w skali szarości.";
BlackCartridgeErrorShortMsg = "Wystąpił problem z czarnym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
OnePenDeviceBlackCartridgeErrorMsg = "Wystąpił problem z czarnym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

ColorCartridgeMissingTitle = "Brak pojemnika kolorowego";
ColorCartridgeMissingMsg = "W drukarce nie wykryto kolorowego pojemnika drukującego, ponieważ jest nieprawidłowo zainstalowany lub go brak. Drukarka może drukować przy użyciu jednego pojemnika drukującego, ale kolor wydruków i szybkość druku mogą ulec pogorszeniu. Jeśli ostatnio zainstalowano pojemnik drukujący, należy upewnić się, że zdjęto folię ochronną zakrywającą dysze pojemnika.";

ColorCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik kolorowy";
ColorCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany kolorowy pojemnik drukujący";
ColorCartridgeMisinstalledMsg = "Wystąpił problem z kolorowym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Drukowanie może być wolniejsze, a kolory wydruków mogą różnić się od uzyskiwanych przy użyciu kompletu pojemników drukujących.";
ColorCartridgeMisinstalledShortMsg = "Wystąpił problem z kolorowym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
OnePenDeviceColorCartridgeMisinstalledMsg = "Wystąpił problem z kolorowym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

ColorCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem";
ColorCartridgeIncorrectMsg = "Wystąpił problem z kolorowym pojemnikiem drukującym. Co najmniej jeden z obecnie zainstalowanych pojemników drukujących nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

ColorCartridgeErrorName = "Problem z pojemnikiem kolorowym";
ColorCartridgeErrorTitle = "Problem z kolorowym pojemnikiem drukującym";
ColorCartridgeErrorMsg = "Wystąpił problem z kolorowym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Gdy używany będzie tylko pozostały pojemnik, wszystkie dokumenty będą drukowane w skali szarości.";
ColorCartridgeErrorShortMsg = "Wystąpił problem z kolorowym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
OnePenDeviceColorCartridgeErrorMsg = "Wystąpił problem z kolorowym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

PhotoCartridgeMissingTitle = "Brak fotograficznego pojemnika drukującego";
PhotoCartridgeMissingMsg = "W drukarce nie wykryto fotograficznego pojemnika drukującego, ponieważ jest nieprawidłowo zainstalowany lub go brak. Drukarka może drukować przy użyciu jednego pojemnika drukującego, ale kolor wydruków i szybkość druku mogą ulec pogorszeniu. Jeśli ostatnio zainstalowano pojemnik drukujący, należy upewnić się, że zdjęto folię ochronną zakrywającą dysze pojemnika.";

PhotoCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik fotograficzny";
PhotoCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany fotograficzny pojemnik drukujący";
PhotoCartridgeMisinstalledMsg = "Wystąpił problem z fotograficznym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Drukowanie może być wolniejsze, a kolory wydruków mogą różnić się od uzyskiwanych przy użyciu kompletu pojemników drukujących.";
PhotoCartridgeMisinstalledShortMsg = "Wystąpił problem z fotograficznym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
OnePenDevicePhotoCartridgeMisinstalledMsg = "Wystąpił problem z fotograficznym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

PhotoCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem";
PhotoCartridgeIncorrectMsg = "Wystąpił problem z fotograficznym pojemnikiem drukującym. Co najmniej jeden z obecnie zainstalowanych pojemników drukujących nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

PhotoCartridgeErrorName = "Problem z pojemnikiem fotograficznym";
PhotoCartridgeErrorTitle = "Problem z fotograficznym pojemnikiem drukującym";
PhotoCartridgeErrorMsg = "Wystąpił problem z fotograficznym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Gdy używany będzie tylko pozostały pojemnik, wszystkie dokumenty będą drukowane w skali szarości.";
PhotoCartridgeErrorShortMsg = "Wystąpił problem z fotograficznym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
OnePenDevicePhotoCartridgeErrorMsg = "Wystąpił problem z fotograficznym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

GrayCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik szary";
GrayCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany szary pojemnik drukujący";
GrayCartridgeMisinstalledMsg = "Wystąpił problem z szarym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Drukowanie może być wolniejsze, a kolory wydruków mogą różnić się od uzyskiwanych przy użyciu kompletu pojemników drukujących.";
GrayCartridgeMisinstalledShortMsg = "Wystąpił problem z szarym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
OnePenDeviceGrayCartridgeMisinstalledMsg = "Wystąpił problem z szarym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

GrayCartridgeErrorName = "Problem z pojemnikiem szarym";
GrayCartridgeErrorTitle = "Problem z szarym pojemnikiem drukującym";
GrayCartridgeErrorMsg = "Wystąpił problem z szarym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Gdy używany będzie tylko pozostały pojemnik, wszystkie dokumenty będą drukowane w skali szarości.";
GrayCartridgeErrorShortMsg = "Wystąpił problem z szarym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
OnePenDeviceGrayCartridgeErrorMsg = "Wystąpił problem z szarym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

LeftCartridgeMissingTitle = "Brak lewego pojemnika drukującego";
LeftCartridgeMissingMsg = "W drukarce nie wykryto lewego pojemnika drukującego, ponieważ jest nieprawidłowo zainstalowany lub go brak. Drukarka może drukować przy użyciu jednego pojemnika drukującego, ale kolor wydruków i szybkość druku mogą ulec pogorszeniu. Jeśli ostatnio zainstalowano pojemnik drukujący, należy upewnić się, że zdjęto folię ochronną zakrywającą dysze pojemnika.";
LeftCartridgeMissingShortMsg = "W drukarce nie wykryto lewego pojemnika drukującego, ponieważ jest nieprawidłowo zainstalowany lub go brak. Jeśli ostatnio zainstalowano pojemnik drukujący, należy upewnić się, że zdjęto folię ochronną zakrywającą dysze pojemnika.";
LeftCartridgeMissingName = "Brak lewego pojemnika";

LeftCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany lewy pojemnik drukujący";
LeftCartridgeMisinstalledMsg = "Wystąpił problem z lewym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Drukowanie może być wolniejsze, a kolory wydruków mogą różnić się od uzyskiwanych przy użyciu kompletu pojemników drukujących.";
LeftCartridgeMisinstalledShortMsg = "Wystąpił problem z lewym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
LeftCartridgeMisinstalledName = "Niewłaściwie zainstalowany lewy pojemnik";

LeftCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem";
LeftCartridgeIncorrectMsg = "Wystąpił problem z lewym pojemnikiem drukującym. Co najmniej jeden z obecnie zainstalowanych pojemników drukujących nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";
LeftCartridgeIncorrectName = "Niewłaściwy pojemnik z tuszem";

LeftCartridgeErrorTitle = "Problem z lewym pojemnikiem drukującym";
LeftCartridgeErrorMsg = "Wystąpił problem z lewym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Gdy używany będzie tylko pozostały pojemnik, wszystkie dokumenty będą drukowane w skali szarości.";
LeftCartridgeErrorShortMsg = "Wystąpił problem z lewym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
LeftCartridgeErrorName = "Problem z lewym pojemnikiem";

LeftCartridgeExpiredTitle = "Pojemnik jest przedatowany — lewy";
LeftCartridgeExpiredMsg = "Następujący pojemnik z tuszem jest przedatowany: lewy.\nNależy go teraz usunąć lub wymienić, przed zamknięciem tego alertu, albo kliknąć przycisk OK, aby kontynuować używanie drukarki z przedatowanymi pojemnikami z tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przedatowanych pojemników z tuszem.\nSerwis i naprawy drukarki konieczne z powodu używania przedatowanych pojemników z tuszem nie będą objęte gwarancją.";

LeftCartridgeNonHPTitle = "Pojemnik producenta innego niż HP — lewy";
LeftCartridgeNonHPMsg = "Firma HP nie może zagwarantować jakości ani niezawodności materiałów eksploatacyjnych innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania materiałów eksploatacyjnych producentów innych niż HP nie będą objęte gwarancją.\nJeśli są Państwo przekonani, że kupili oryginalny pojemnik firmy HP, prosimy o wejście na stronę: www.hp.com/go/anticounterfeit.\nOryginalne materiały eksploatacyjne firmy HP są projektowane i testowane do użytku z drukarkami HP, aby umożliwić Państwu uzyskiwanie znakomitych efektów pracy za każdym razem.";

LeftCartridgeLowTitle = "Niski poziom pojemnika — lewy";
LeftCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

LeftCartridgeOutTitle = "Niski poziom pojemnika — prawy";
LeftCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem HP. Drukować będzie można dopiero po wymianie pojemnika.";

RightCartridgeMissingTitle = "Brak prawego pojemnika drukującego";
RightCartridgeMissingMsg = "W drukarce nie wykryto prawego pojemnika drukującego, ponieważ jest nieprawidłowo zainstalowany lub go brak. Drukarka może drukować przy użyciu samego kolorowego pojemnika drukującego, ale kolor wydruków i szybkość druku mogą ulec pogorszeniu. Jeśli ostatnio zainstalowano pojemnik drukujący, należy upewnić się, że zdjęto folię ochronną zakrywającą dysze pojemnika.";
RightCartridgeMissingShortMsg = "W drukarce nie wykryto prawego pojemnika drukującego, ponieważ jest nieprawidłowo zainstalowany lub go brak. Jeśli ostatnio zainstalowano pojemnik drukujący, należy upewnić się, że zdjęto folię ochronną zakrywającą dysze pojemnika.";
RightCartridgeMissingName = "Brak prawego pojemnika";

RightCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany prawy pojemnik drukujący";
RightCartridgeMisinstalledMsg = "Wystąpił problem z prawym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Drukowanie może być wolniejsze, a kolory wydruków mogą różnić się od uzyskiwanych przy użyciu kompletu pojemników drukujących.";
RightCartridgeMisinstalledShortMsg = "Wystąpił problem z prawym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
RightCartridgeMisinstalledName = "Niewłaściwie zainstalowany prawy pojemnik";

RightCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem";
RightCartridgeIncorrectMsg = "Wystąpił problem z prawym pojemnikiem drukującym. Co najmniej jeden z obecnie zainstalowanych pojemników drukujących nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";
RightCartridgeIncorrectName = "Niewłaściwy pojemnik z tuszem";

RightCartridgeErrorTitle = "Problem z prawym pojemnikiem drukującym";
RightCartridgeErrorMsg = "Wystąpił problem z prawym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik drukujący. Jeśli nie masz pojemnika na wymianę, gdy jakość druku stanie się zbyt niska, możesz wyjąć pojemnik drukujący i drukować przy użyciu tylko drugiego pojemnika. Gdy używany będzie tylko pozostały pojemnik, wszystkie dokumenty będą drukowane w skali szarości.";
RightCartridgeErrorShortMsg = "Wystąpił problem z prawym pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";
RightCartridgeErrorName = "Problem z prawym pojemnikiem";

RightCartridgeExpiredTitle = "Pojemnik jest przedatowany — prawy";
RightCartridgeExpiredMsg = "Następujący pojemnik z tuszem jest przedatowany: prawy.\nNależy go teraz usunąć lub wymienić, przed zamknięciem tego alertu, albo kliknąć przycisk OK, aby kontynuować używanie drukarki z przedatowanymi pojemnikami z tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przedatowanych pojemników z tuszem.\nSerwis i naprawy drukarki konieczne z powodu używania przedatowanych pojemników z tuszem nie będą objęte gwarancją.";

RightCartridgeNonHPTitle = "Pojemnik producenta innego niż HP — prawy";
RightCartridgeNonHPMsg = "Firma HP nie może zagwarantować jakości ani niezawodności materiałów eksploatacyjnych innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania materiałów eksploatacyjnych producentów innych niż HP nie będą objęte gwarancją.\nJeśli są Państwo przekonani, że kupili oryginalny pojemnik firmy HP, prosimy o wejście na stronę: www.hp.com/go/anticounterfeit.\nOryginalne materiały eksploatacyjne firmy HP są projektowane i testowane do użytku z drukarkami HP, aby umożliwić Państwu uzyskiwanie znakomitych efektów pracy za każdym razem.";

RightCartridgeLowTitle = "Niski poziom pojemnika — prawy";
RightCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

RightCartridgeOutTitle = "Brak pojemnika — prawy";
RightCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem HP. Drukować będzie można dopiero po wymianie pojemnika.";

OnePenDeviceCartridgeMissingName = "Brak pojemnika";
OnePenDeviceCartridgeMissingTitle = "Brak pojemnika drukującego";
OnePenDeviceCartridgeMissingMsg = "W drukarce nie wykryto pojemnika drukującego, ponieważ jest nieprawidłowo zainstalowany lub go brak. Jeśli ostatnio zainstalowano pojemnik drukujący, należy upewnić się, że zdjęto folię ochronną zakrywającą dysze pojemnika.";

OnePenDeviceCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik";
OnePenDeviceCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany pojemnik drukujący";
OnePenDeviceCartridgeMisinstalledMsg = "Wystąpił problem z pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

OnePenDeviceCartridgeIncorrectName = "Niewłaściwy pojemnik z tuszem";
OnePenDeviceCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem";
OnePenDeviceCartridgeIncorrectMsg = "Wystąpił problem z pojemnikiem drukującym. Obecnie zainstalowany pojemnik drukujący nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

OnePenDeviceCartridgeErrorName = "Problem z pojemnikiem";
OnePenDeviceCartridgeErrorTitle = "Problem z pojemnikiem drukującym";
OnePenDeviceCartridgeErrorMsg = "Wystąpił problem z pojemnikiem drukującym. Aby rozwiązać problem:\n1. Wyjmij pojemnik drukujący.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceBlackCartridgeMissingName = "Brak pojemnika czarnego";
SeparatePenDeviceBlackCartridgeMissingTitle = "Brak pojemnika z tuszem czarnym";
SeparatePenDeviceBlackCartridgeMissingMsg = "W drukarce nie wykryto pojemnika z tuszem czarnym, ponieważ został niewłaściwie zainstalowany lub go brak.";

SeparatePenDeviceBlackCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik czarny";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany pojemnik z tuszem czarnym";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "Wystąpił problem z pojemnikiem z tuszem czarnym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceBlackCartridgeIncorrectName = "Niewłaściwy pojemnik czarny";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem czarnym";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "Wystąpił problem z pojemnikiem z tuszem czarnym. Co najmniej jeden z obecnie zainstalowanych pojemników z tuszem nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników z tuszem może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

SeparatePenDeviceBlackCartridgeErrorName = "Problem z pojemnikiem z czarnym tuszem";
SeparatePenDeviceBlackCartridgeErrorTitle = "Problem z pojemnikiem z tuszem czarnym";
SeparatePenDeviceBlackCartridgeErrorMsg = "Wystąpił problem z pojemnikiem z tuszem czarnym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceBlackCartridgeLowTitle = "Niski poziom tuszu w pojemniku z tuszem czarnym.";
SeparatePenDeviceBlackCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

SeparatePenDeviceBlackCartridgeOutTitle = "Wymień pusty pojemnik z tuszem czarnym.";
SeparatePenDeviceBlackCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem czarnym HP. Drukować będzie można dopiero po wymianie pojemnika.";

SeparatePenDeviceBlackCartridgeExpiredTitle = "Pojemnik jest przedatowany — czarny";
SeparatePenDeviceBlackCartridgeExpiredMsg = "Następujący pojemnik z tuszem jest przedatowany: czarny.\nNależy go teraz usunąć lub wymienić, przed zamknięciem tego alertu, albo kliknąć przycisk OK, aby kontynuować używanie drukarki z przedatowanymi pojemnikami z tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przedatowanych pojemników z tuszem.\nSerwis i naprawy drukarki konieczne z powodu używania przedatowanych pojemników z tuszem nie będą objęte gwarancją.";

SeparatePenDeviceBlackCartridgeNonHPTitle = "Pojemnik producenta innego niż HP — czarny";
SeparatePenDeviceBlackCartridgeNonHPMsg = "Firma HP nie może zagwarantować jakości ani niezawodności materiałów eksploatacyjnych innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania materiałów eksploatacyjnych producentów innych niż HP nie będą objęte gwarancją.\nJeśli są Państwo przekonani, że kupili oryginalny pojemnik firmy HP, prosimy o wejście na stronę: www.hp.com/go/anticounterfeit.\nOryginalne materiały eksploatacyjne firmy HP są projektowane i testowane do użytku z drukarkami HP, aby umożliwić Państwu uzyskiwanie znakomitych efektów pracy za każdym razem.";

SeparatePenDeviceCyanCartridgeMissingName = "Brak pojemnika błękitnego";
SeparatePenDeviceCyanCartridgeMissingTitle = "Brak pojemnika z tuszem błękitnym";
SeparatePenDeviceCyanCartridgeMissingMsg = "W drukarce nie wykryto pojemnika z tuszem błękitnym, ponieważ został niewłaściwie zainstalowany lub go brak.";

SeparatePenDeviceCyanCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik błękitny";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany pojemnik z tuszem błękitnym";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "Wystąpił problem z pojemnikiem z tuszem błękitnym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceCyanCartridgeIncorrectName = "Niewłaściwy pojemnik błękitny";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem błękitnym";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "Wystąpił problem z pojemnikiem z tuszem błękitnym. Co najmniej jeden z obecnie zainstalowanych pojemników z tuszem nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników z tuszem może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

SeparatePenDeviceCyanCartridgeErrorName = "Problem z pojemnikiem błękitnym";
SeparatePenDeviceCyanCartridgeErrorTitle = "Problem z pojemnikiem z tuszem błękitnym";
SeparatePenDeviceCyanCartridgeErrorMsg = "Wystąpił problem z pojemnikiem z tuszem błękitnym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceCyanCartridgeLowTitle = "Niski poziom tuszu w pojemniku z tuszem błękitnym.";
SeparatePenDeviceCyanCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

SeparatePenDeviceCyanCartridgeOutTitle = "Wymień pusty pojemnik z tuszem błękitnym.";
SeparatePenDeviceCyanCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem błękitnym HP. Drukować będzie można dopiero po wymianie pojemnika.";

SeparatePenDeviceCyanCartridgeExpiredTitle = "Pojemnik jest przedatowany — błękitny";
SeparatePenDeviceCyanCartridgeExpiredMsg = "Następujący pojemnik z tuszem jest przedatowany: błękitny.\nNależy go teraz usunąć lub wymienić, przed zamknięciem tego alertu, albo kliknąć przycisk OK, aby kontynuować używanie drukarki z przedatowanymi pojemnikami z tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przedatowanych pojemników z tuszem.\nSerwis i naprawy drukarki konieczne z powodu używania przedatowanych pojemników z tuszem nie będą objęte gwarancją.";

SeparatePenDeviceCyanCartridgeNonHPTitle = "Pojemnik producenta innego niż HP — błękitny";
SeparatePenDeviceCyanCartridgeNonHPMsg = "Firma HP nie może zagwarantować jakości ani niezawodności materiałów eksploatacyjnych innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania materiałów eksploatacyjnych producentów innych niż HP nie będą objęte gwarancją.\nJeśli są Państwo przekonani, że kupili oryginalny pojemnik firmy HP, prosimy o wejście na stronę: www.hp.com/go/anticounterfeit.\nOryginalne materiały eksploatacyjne firmy HP są projektowane i testowane do użytku z drukarkami HP, aby umożliwić Państwu uzyskiwanie znakomitych efektów pracy za każdym razem.";

SeparatePenDeviceMagentaCartridgeMissingName = "Brak pojemnika purpurowego";
SeparatePenDeviceMagentaCartridgeMissingTitle = "Brak pojemnika z tuszem purpurowym";
SeparatePenDeviceMagentaCartridgeMissingMsg = "W drukarce nie wykryto pojemnika z tuszem purpurowym, ponieważ został niewłaściwie zainstalowany lub go brak.";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik purpurowy";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany pojemnik z tuszem purpurowym";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "Wystąpił problem z pojemnikiem z tuszem purpurowym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceMagentaCartridgeIncorrectName = "Niewłaściwy pojemnik purpurowy";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem purpurowym";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "Wystąpił problem z pojemnikiem z tuszem purpurowym. Co najmniej jeden z obecnie zainstalowanych pojemników z tuszem nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników z tuszem może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

SeparatePenDeviceMagentaCartridgeErrorName = "Problem z pojemnikiem purpurowym";
SeparatePenDeviceMagentaCartridgeErrorTitle = "Problem z pojemnikiem z tuszem purpurowym";
SeparatePenDeviceMagentaCartridgeErrorMsg = "Wystąpił problem z pojemnikiem z tuszem purpurowym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceMagentaCartridgeLowTitle = "Niski poziom tuszu w pojemniku z tuszem purpurowym.";
SeparatePenDeviceMagentaCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

SeparatePenDeviceMagentaCartridgeOutTitle = "Wymień pusty pojemnik z tuszem purpurowym.";
SeparatePenDeviceMagentaCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem purpurowym HP. Drukować będzie można dopiero po wymianie pojemnika.";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "Pojemnik jest przedatowany — purpurowy";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "Następujący pojemnik z tuszem jest przedatowany: purpurowy.\nNależy go teraz usunąć lub wymienić, przed zamknięciem tego alertu, albo kliknąć przycisk OK, aby kontynuować używanie drukarki z przedatowanymi pojemnikami z tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przedatowanych pojemników z tuszem.\nSerwis i naprawy drukarki konieczne z powodu używania przedatowanych pojemników z tuszem nie będą objęte gwarancją.";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "Pojemnik producenta innego niż HP — purpurowy";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "Firma HP nie może zagwarantować jakości ani niezawodności materiałów eksploatacyjnych innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania materiałów eksploatacyjnych producentów innych niż HP nie będą objęte gwarancją.\nJeśli są Państwo przekonani, że kupili oryginalny pojemnik firmy HP, prosimy o wejście na stronę: www.hp.com/go/anticounterfeit.\nOryginalne materiały eksploatacyjne firmy HP są projektowane i testowane do użytku z drukarkami HP, aby umożliwić Państwu uzyskiwanie znakomitych efektów pracy za każdym razem.";

SeparatePenDeviceYellowCartridgeMissingName = "Brak pojemnika z żółtym";
SeparatePenDeviceYellowCartridgeMissingTitle = "Brak pojemnika z tuszem żółtym";
SeparatePenDeviceYellowCartridgeMissingMsg = "W drukarce nie wykryto pojemnika z tuszem żółtym, ponieważ został niewłaściwie zainstalowany lub go brak.";

SeparatePenDeviceYellowCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik z żółtym";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany pojemnik z tuszem żółtym";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "Wystąpił problem z pojemnikiem z tuszem żółtym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceYellowCartridgeIncorrectName = "Niewłaściwy pojemnik z żółtym";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem żółtym";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "Wystąpił problem z pojemnikiem z tuszem żółtym. Co najmniej jeden z obecnie zainstalowanych pojemników z tuszem nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników z tuszem może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

SeparatePenDeviceYellowCartridgeErrorName = "Problem z pojemnikiem żółtym";
SeparatePenDeviceYellowCartridgeErrorTitle = "Problem z pojemnikiem z tuszem żółtym";
SeparatePenDeviceYellowCartridgeErrorMsg = "Wystąpił problem z pojemnikiem z tuszem żółtym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceYellowCartridgeLowTitle = "Niski poziom tuszu w pojemniku z tuszem żółtym.";
SeparatePenDeviceYellowCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

SeparatePenDeviceYellowCartridgeOutTitle = "Wymień pusty pojemnik z tuszem żółtym.";
SeparatePenDeviceYellowCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem żółtym HP. Drukować będzie można dopiero po wymianie pojemnika.";

SeparatePenDeviceYellowCartridgeExpiredTitle = "Pojemnik jest przedatowany — żółty";
SeparatePenDeviceYellowCartridgeExpiredMsg = "Następujący pojemnik z tuszem jest przedatowany: żółty.\nNależy go teraz usunąć lub wymienić, przed zamknięciem tego alertu, albo kliknąć przycisk OK, aby kontynuować używanie drukarki z przedatowanymi pojemnikami z tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przedatowanych pojemników z tuszem.\nSerwis i naprawy drukarki konieczne z powodu używania przedatowanych pojemników z tuszem nie będą objęte gwarancją.";

SeparatePenDeviceYellowCartridgeNonHPTitle = "Pojemnik producenta innego niż HP — żółty";
SeparatePenDeviceYellowCartridgeNonHPMsg = "Firma HP nie może zagwarantować jakości ani niezawodności materiałów eksploatacyjnych innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania materiałów eksploatacyjnych producentów innych niż HP nie będą objęte gwarancją.\nJeśli są Państwo przekonani, że kupili oryginalny pojemnik firmy HP, prosimy o wejście na stronę: www.hp.com/go/anticounterfeit.\nOryginalne materiały eksploatacyjne firmy HP są projektowane i testowane do użytku z drukarkami HP, aby umożliwić Państwu uzyskiwanie znakomitych efektów pracy za każdym razem.";

SeparatePenDeviceLightCyanCartridgeMissingName = "Brak pojemnika jasnoniebieskiego";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "Brak pojemnika z tuszem jasnoniebieskim";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "W drukarce nie wykryto pojemnika z tuszem jasnoniebieskim, ponieważ został niewłaściwie zainstalowany lub go brak.";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik jasnoniebieski";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany pojemnik z tuszem jasnoniebieskim";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "Wystąpił problem z pojemnikiem z tuszem jasnoniebieskim. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "Niewłaściwy pojemnik jasnoniebieski";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem jasnoniebieskim";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "Wystąpił problem z pojemnikiem z tuszem jasnoniebieskim. Co najmniej jeden z obecnie zainstalowanych pojemników z tuszem nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników z tuszem może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

SeparatePenDeviceLightCyanCartridgeErrorName = "Problem z pojemnikiem jasnoniebieskim";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "Problem z pojemnikiem z tuszem jasnoniebieskim";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "Wystąpił problem z pojemnikiem z tuszem jasnoniebieskim. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceLightCyanCartridgeLowTitle = "Niski poziom tuszu w pojemniku z tuszem jasnoniebieskim.";
SeparatePenDeviceLightCyanCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

SeparatePenDeviceLightCyanCartridgeOutTitle = "Wymień pusty pojemnik z tuszem jasnoniebieskim.";
SeparatePenDeviceLightCyanCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem jasnoniebieskim HP. Drukować będzie można dopiero po wymianie pojemnika.";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "Pojemnik jest przedatowany — jasnoniebieski";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "Następujący pojemnik z tuszem jest przedatowany: jasnoniebieski.\nNależy go teraz usunąć lub wymienić, przed zamknięciem tego alertu, albo kliknąć przycisk OK, aby kontynuować używanie drukarki z przedatowanymi pojemnikami z tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przedatowanych pojemników z tuszem.\nSerwis i naprawy drukarki konieczne z powodu używania przedatowanych pojemników z tuszem nie będą objęte gwarancją.";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "Pojemnik producenta innego niż HP — jasnoniebieski";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "Firma HP nie może zagwarantować jakości ani niezawodności materiałów eksploatacyjnych innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania materiałów eksploatacyjnych producentów innych niż HP nie będą objęte gwarancją.\nJeśli są Państwo przekonani, że kupili oryginalny pojemnik firmy HP, prosimy o wejście na stronę: www.hp.com/go/anticounterfeit.\nOryginalne materiały eksploatacyjne firmy HP są projektowane i testowane do użytku z drukarkami HP, aby umożliwić Państwu uzyskiwanie znakomitych efektów pracy za każdym razem.";

SeparatePenDeviceLightMagentaCartridgeMissingName = "Brak pojemnika jasnopurpurowego";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "Brak pojemnika z tuszem jasnopurpurowym";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "W drukarce nie wykryto pojemnika z tuszem jasnopurpurowym, ponieważ został niewłaściwie zainstalowany lub go brak.";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "Niewłaściwie zainstalowany pojemnik jasnopurpurowy";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany pojemnik z tuszem jasnopurpurowym";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "Wystąpił problem z pojemnikiem z tuszem jasnopurpurowym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "Niewłaściwy pojemnik jasnopurpurowy";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem jasnopurpurowym";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "Wystąpił problem z pojemnikiem z tuszem jasnopurpurowym. Co najmniej jeden z obecnie zainstalowanych pojemników z tuszem nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników z tuszem może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

SeparatePenDeviceLightMagentaCartridgeErrorName = "Problem z pojemnikiem jasnopurpurowym";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "Problem z pojemnikiem z tuszem jasnopurpurowym";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "Wystąpił problem z pojemnikiem z tuszem jasnopurpurowym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "Niski poziom tuszu w pojemniku z tuszem jasnopurpurowym.";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "Wymień pusty pojemnik z tuszem jasnopurpurowym.";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem jasnopurpurowym HP. Drukować będzie można dopiero po wymianie pojemnika.";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "Pojemnik jest przedatowany — jasnopurpurowy";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "Następujący pojemnik z tuszem jest przedatowany: jasnopurpurowy.\nNależy go teraz usunąć lub wymienić, przed zamknięciem tego alertu, albo kliknąć przycisk OK, aby kontynuować używanie drukarki z przedatowanymi pojemnikami z tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przedatowanych pojemników z tuszem.\nSerwis i naprawy drukarki konieczne z powodu używania przedatowanych pojemników z tuszem nie będą objęte gwarancją.";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "Pojemnik producenta innego niż HP — jasnopurpurowy";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "Firma HP nie może zagwarantować jakości ani niezawodności materiałów eksploatacyjnych innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania materiałów eksploatacyjnych producentów innych niż HP nie będą objęte gwarancją.\nJeśli są Państwo przekonani, że kupili oryginalny pojemnik firmy HP, prosimy o wejście na stronę: www.hp.com/go/anticounterfeit.\nOryginalne materiały eksploatacyjne firmy HP są projektowane i testowane do użytku z drukarkami HP, aby umożliwić Państwu uzyskiwanie znakomitych efektów pracy za każdym razem.";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "Brak pojemnika z tuszem czarnym matowym.";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "W drukarce nie wykryto pojemnika z tuszem czarnym matowym, ponieważ został niewłaściwie zainstalowany lub go brak.";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany pojemnik z tuszem czarnym matowym.";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "Wystąpił problem z pojemnikiem z tuszem czarnym matowym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem czarnym matowym.";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "Wystąpił problem z pojemnikiem z tuszem czarnym matowym. Co najmniej jeden z obecnie zainstalowanych pojemników z tuszem nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników z tuszem może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "Problem z pojemnikiem z tuszem czarnym matowym.";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "Wystąpił problem z pojemnikiem z tuszem czarnym matowym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "Niski poziom tuszu w pojemniku z tuszem czarnym matowym.";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "Wymień pusty pojemnik z tuszem czarnym matowym.";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem czarnym matowym HP. Drukować będzie można dopiero po wymianie pojemnika.";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "Brak pojemnika z tuszem czarnym fotograficznym.";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "W drukarce nie wykryto pojemnika z tuszem czarnym fotograficznym, ponieważ został niewłaściwie zainstalowany lub go brak.";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany pojemnik z tuszem czarnym fotograficznym.";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "Wystąpił problem z pojemnikiem z tuszem czarnym fotograficznym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem czarnym fotograficznym.";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "Wystąpił problem z pojemnikiem z tuszem czarnym fotograficznym. Co najmniej jeden z obecnie zainstalowanych pojemników z tuszem nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników z tuszem może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "Problem z pojemnikiem z tuszem czarnym fotograficznym.";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "Wystąpił problem z pojemnikiem z tuszem czarnym fotograficznym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "Niski poziom tuszu w pojemniku z tuszem czarnym fotograficznym.";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "Wymień pusty pojemnik z tuszem czarnym fotograficznym.";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem czarnym fotograficznym HP. Drukować będzie można dopiero po wymianie pojemnika.";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "Brak pojemnika z tuszem jasnoszarym.";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "W drukarce nie wykryto pojemnika z tuszem jasnoszarym, ponieważ został niewłaściwie zainstalowany lub go brak.";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "Niewłaściwie zainstalowany pojemnik z tuszem jasnoszarym.";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "Wystąpił problem z pojemnikiem z tuszem jasnoszarym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "Niewłaściwy pojemnik z tuszem jasnoszarym.";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "Wystąpił problem z pojemnikiem z tuszem jasnoszarym. Co najmniej jeden z obecnie zainstalowanych pojemników z tuszem nie jest przeznaczony dla tej drukarki. Informacje o tym, jakich pojemników z tuszem może używać drukarka, znajdują się na ekranie „$SupplyInfoTask$”.";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "Problem z pojemnikiem z tuszem jasnoszarym.";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "Wystąpił problem z pojemnikiem z tuszem jasnoszarym. Aby rozwiązać problem:\n1. Wyjmij pojemnik z tuszem.\n2. Włóż go z powrotem.\nJeśli problem nie zniknie, wymień pojemnik.";

SeparatePenDeviceLightGrayCartridgeLowTitle = "Niski poziom tuszu w pojemniku z tuszem jasnoszarym.";
SeparatePenDeviceLightGrayCartridgeLowMsg = "Pojemnik z tuszem wkrótce będzie musiał zostać wymieniony. Gdy pojemnik będzie pusty, drukowanie nie będzie możliwe do czasu jego wymiany.";

SeparatePenDeviceLightGrayCartridgeOutTitle = "Wymień pusty pojemnik z tuszem jasnoszarym.";
SeparatePenDeviceLightGrayCartridgeOutMsg = "Wymień na nowy pojemnik z tuszem jasnoszarym HP. Drukować będzie można dopiero po wymianie pojemnika.";

//printheads
SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "Zainstaluj głowicę drukująca tuszem czarnym i żółtym";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "Zainstaluj głowicę drukująca tuszem czarnym i żółtym HP.\nJest niezainstalowana lub zainstalowana niepoprawnie.";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "Zainstaluj głowicę drukującą tuszem purpurowym i błękitnym";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "Zainstaluj głowicę drukująca tuszem purpurowym i błękitnym HP.\nJest niezainstalowana lub zainstalowana niepoprawnie.";

SeparatePenDeviceBlackPrintHeadMissingTitle = "Zainstaluj głowicę drukująca tuszem czarnym";
SeparatePenDeviceBlackPrintHeadMissingMsg = "Zainstaluj głowicę drukująca tuszem czarnym HP.\nJest niezainstalowana lub zainstalowana niepoprawnie.";

SeparatePenDeviceCyanPrintHeadMissingTitle = "Zainstaluj głowicę drukująca tuszem błękitnym";
SeparatePenDeviceCyanPrintHeadMissingMsg = "Zainstaluj głowicę drukująca tuszem błękitnym HP.\nJest niezainstalowana lub zainstalowana niepoprawnie.";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "Zainstaluj głowicę drukującą tuszem purpurowym";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "Zainstaluj głowicę drukująca tuszem purpurowym HP.\nJest niezainstalowana lub zainstalowana niepoprawnie.";

SeparatePenDeviceYellowPrintHeadMissingTitle = "Zainstaluj głowicę drukująca tuszem żółtym";
SeparatePenDeviceYellowPrintHeadMissingMsg = "Zainstaluj głowicę drukująca tuszem żółtym HP.\nJest niezainstalowana lub zainstalowana niepoprawnie.";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "Zainstaluj głowicę drukującą tuszem purpurowym i żółtym.";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "Zainstaluj głowicę drukująca tuszem purpurowym i żółtym HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "Zainstaluj głowicę drukującą tuszem czarnym matowym i błękitnym.";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "Zainstaluj głowicę drukująca tuszem czarnym matowym i błękitnym HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "Zainstaluj głowicę drukującą tuszem jasnopurpurowym i jasnoniebieskim.";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "Zainstaluj głowicę drukująca tuszem jasnopurpurowym i jasnoniebieskim HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "Zainstaluj głowicę drukującą tuszem czarnym fotograficznym i jasnoszarym.";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "Zainstaluj głowicę drukująca tuszem czarnym fotograficznym i jasnoszarym HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";

LaserjetDeviceBlackCartridgeMissingName = "Brak pojemnika z tonerem czarnym";
LaserjetDeviceBlackCartridgeMissingTitle = "Brak pojemnika czarnego";
LaserjetDeviceBlackCartridgeMissingMsg = "Zainstaluj pojemnik z tonerem czarnym, aby kontynuować drukowanie.";

LaserjetDeviceCyanCartridgeMissingName = "Brak pojemnika z tonerem błękitnym";
LaserjetDeviceCyanCartridgeMissingTitle = "Brak pojemnika błękitnego";
LaserjetDeviceCyanCartridgeMissingMsg = "Zainstaluj pojemnik z tonerem błękitnym, aby kontynuować drukowanie.";

LaserjetDeviceMagentaCartridgeMissingName = "Brak pojemnika z tonerem purpurowym";
LaserjetDeviceMagentaCartridgeMissingTitle = "Brak pojemnika purpurowego";
LaserjetDeviceMagentaCartridgeMissingMsg = "Zainstaluj pojemnik z tonerem purpurowym, aby kontynuować drukowanie.";

LaserjetDeviceYellowCartridgeMissingName = "Brak pojemnika z tonerem żółtym";
LaserjetDeviceYellowCartridgeMissingTitle = "Brak pojemnika z żółtym";
LaserjetDeviceYellowCartridgeMissingMsg = "Zainstaluj pojemnik z tonerem żółtym, aby kontynuować drukowanie.";

LaserjetDeviceFuserKitMissingName = "Brak zestawu nagrzewnicy";
LaserjetDeviceFuserKitMissingTitle = "Brak zestawu nagrzewnicy";
LaserjetDeviceFuserKitMissingMsg = "Zainstaluj zestaw nagrzewnicy, aby kontynuować drukowanie.";

LaserjetDeviceImageDrumMissingTitle = "Brak bębna";
LaserjetDeviceImageDrumMissingMsg = "Aby kontynuować drukowanie, zainstaluj bęben.";

SuppliesStatusAuthentic = "Oryginalne HP";
SuppliesStatusClone = "Niewyprodukowany przez HP — sklonowany czip";
SuppliesStatusRefilled = "Niewyprodukowany przez HP — ponownie napełniony";
SuppliesStatusUnauthorized = "Brak autoryzacji";
SuppliesStatusGood = "Dobra";
SuppliesStatusMissing = "Brak";
SuppliesStatusMisinstalled = "Niepoprawnie zainstalowany";
SuppliesStatusIncorrect = "Niewłaściwy";
SuppliesStatusError = "Wymaga wymiany";
SuppliesStatusUnknown = "Nieznana";
SuppliesStatusLow = "Niska";
SuppliesStatusOut = "Wyjęty";
SupplyLevelVeryLow = "Bardzo niska";
SupplyAuthStateUsed = "Używane";
SupplyAuthStateUnsupported = "Nieobsługiwane";
SupplyAuthStateNonHP = "Niewyprodukowany przez HP";
SupplyAuthStateIncompatible = "Niezgodna";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "Pusty pojemnik";

// Ink strings
SuppliesStatusBothCartridgeName = "Oba";
SuppliesStatusBothCartridgesMissing = "Brak obu pojemników z tuszem";

InkStatusNearExpiration = "Pojemnik bliski przedatowania";
InkStatusIncorrect = "Pojemnik jest niewłaściwy";
InkStatusError = "Pojemnik uległ awarii";
InkStatusLow = "Niski poziom pojemnika";
InkStatusOut = "Brak pojemnika";
InkStatusExpired = "Pojemnik jest przedatowany";
InkStatusNonHP = "Pojemnik producenta innego niż HP";
InkStatusPreviouslyUsed = "Pojemnik był wcześniej używany";
InkStatusDepleted = "Używany, uzupełniany lub podrobiony";
InkStatusMissing = "Brak pojemnika";
InkStatusVeryLow = "Krytycznie niski poziom atramentu";

InkStatusUpgradableSupply = "Pojemnik rozszerzający funkcjonalność";
InkStatusSupplyUpgradeSuccess = "Rozszerzenie udane";
InkStatusSupplyUpgradeFailed = "Rozszerzenie nie udane";

CartridgeStatusWrongSlot = "Pojemnik jest zainstalowany w niewłaściwym gnieździe";
CartridgeStatusMissing = "Brak pojemnika";
TonerMissingName = "Brak wkładu";
DrumMissingName = "Brak bębna";
CartridgeStatusIncorrect = "Pojemnik jest niewłaściwy";
CartridgeStatusIncompatible = "Pojemnik jest niezgodny";
CartridgeStatusError = "Pojemnik uległ awarii";
CartridgeStatusLow = "Niski poziom pojemnika";
CartridgeStatusOut = "Brak pojemnika";
CartridgeStatusExpired = "Pojemnik jest przedatowany";
CartridgeStatusNonHP = "Pojemnik producenta innego niż HP";
CartridgeStatusDepleted = "Pojemnik jest wyczerpany";
CartridgeStatusPreviouslyUsed = "Pojemnik był wcześniej używany";
CartridgeStatusProtected = "Pojemnik jest chroniony";
DrumStatusProtectedName = "Bęben jest chroniony";
CartridgeIsEmpty = "Pojemnik jest pusty";
CartridgeEmptyNotDetected = "Nie wykryto pustego pojemnika";
CartridgePossibleRefill = "Możliwe ponowne napełnienie";
CartridgeStatusUnauthorized = "Pojemnik bez autoryzacji";

InkSensorFailure = "Awaria czujnika tuszu";

PrintheadStatusMissing = "Brak głowicy drukującej";
PrintheadStatusMisinstalled = "Głowica drukująca jest uszkodzona";
PrintheadStatusIncorrect = "Głowica drukująca jest niezgodna";
PrintheadStatusError = "Głowica drukująca uległa awarii";

MissingSmartChipColorSupply = "10.10.%@ Błąd pamięci materiału eksploatacyjnego";
MissingSmartChipMonoSupply = "Błąd pamięci materiału eksploatacyjnego";
BadDataFromCartridgeColorSupply = "10.00.%@ Błąd pamięci materiału eksploatacyjnego";
BadDataFromCartridgeMonoSupply = "Ostrzeżenie pamięci materiału eksploatacyjnego";

//StatusAlert.nib
AlertWindowTitle = "Stan drukarki";
ErrorConditionsTitle = "W drukarce wykryto następujące stany błędu:";
ExplanationTitle = "Wybierz nazwę błędu z powyższej listy, aby uzyskać wyjaśnienie/poradę.";
AlertButtonOk = "OK";

InputTrayOverLoadedName = "Problem z podajnikiem papieru";
NeedsEnrollmentName = "Pojemnik wymaga rejestracji";

InkCartridgesDepletedName = "Pojemniki z tuszem wyczerpane";
CartridgesDepletedName = "Pojemniki wyczerpane";
ReplaceTonerOutName = "Wymień pojemnik";
ReplaceDrumOutName = "Wymień bęben";


